import './ContactFormStyles.css'

function ContactForm () {
    return(
        <div className='payment-container'>
            <h1>เงื่อนไขการชำระเงินสำหรับการเทรดบน Robot Trade</h1>
            <br/>
            <p>เว็บไซต์การซื้อขายโรบอตของเรามีกระบวนการชำระเงินที่ง่ายดายเพื่อให้ความสะดวกสบายแก่ผู้ใช้ของเราทุกท่าน เพียงแค่ใส่อีเมลของคุณและคลิก เพื่อทำให้กระบวนการชำระเงินไม่ซับซ้อน</p>
            <p>อย่างไรก็ตาม การที่เราต้องการให้ท่านทราบถึงเงื่อนไขการชำระเงินที่ระบุไว้ในแพลตฟอร์มของเรามีความสำคัญ ณ ท้ายของแต่ละเดือน ผู้ใช้จะต้องชำระค่าคอมมิชชั่นของตนเอง หากไม่ทำเช่นนั้นภายในช่วงเวลาอนุญาต ภายใน 2 สัปดาห์เข้าสู่เดือนถัดไป ผลที่เกิดขึ้นคือการระงับการใช้งานบอท</p>
            <p>กรุณาทราบว่าหากค่าคอมมิชชั่นยังค้างชำระ การเข้าถึงบัญชีของคุณจะถูกจำกัด เท่านั้นหลังจากชำระค่าคอมมิชชั่นที่ค้างชำระคงเหลือจะเปิดใช้งานบัญชีของคุณอีกครั้งสำหรับการใช้งานต่อไป</p>
            <p>เราให้ความสำคัญกับความโปร่งใสและความเป็นธรรมในนโยบายการชำระเงินของเราเพื่อรักษาสภาพแวดล้อมการซื้อขายที่น่าเชื่อถือและเชื่อมั่นสำหรับผู้ใช้ทุกคน หากท่านมีคำถามหรือต้องการความช่วยเหลือเกี่ยวกับการชำระเงิน กรุณาติดต่อทีมสนับสนุนลูกค้าของเราโดยอิสระ</p>       
        </div>
    )
}

export default ContactForm